<div class="container-fluid feedback p-5">
    <div class="row">
        <div id="slide" class="carousel slide" data-bs-ride="carousel">
            <ol class="carousel-indicators">
                <button data-bs-target="#slide" data-bs-slide-to="0">
                </button>
                <button type="button" data-bs-target="#slide" class="active" aria-current="true"
                    data-bs-slide-to="1"></button>
                <button type="button" data-bs-target="#slide" data-bs-slide-to="2"></button>
                <button type="button" data-bs-target="#slide" data-bs-slide-to="3"></button>
                <button type="button" data-bs-target="#slide" data-bs-slide-to="4"></button>
                <button type="button" data-bs-target="#slide" data-bs-slide-to="5"></button>
                <button type="button" data-bs-target="#slide" data-bs-slide-to="6"></button>
                <button type="button" data-bs-target="#slide" data-bs-slide-to="7"></button>
                <button type="button" data-bs-target="#slide" data-bs-slide-to="8"></button>
                <button type="button" data-bs-target="#slide" data-bs-slide-to="9"></button>
            </ol>
            <div class="carousel-inner ">

                <div class=" carousel-item active">
                    <div class="box">
                        <p>استمتعنا جدا يا معلمة إسراء
                            أسلوبك مميز ونبرة صوتك مليانة بهجة
                            اللهم بارك 😍
                            أريام كانت رافضة تماما تدخل زووم
                            بالعافية اقنعتها ندخل ونجرب حتى لو مستمعة
                            وكانت طول اللقاء خجلانة ومش بتشارك اوي
                            ولكن بعد ما خلصنا كانت مبسوطة وقالتلي عايزة تحضر المرة الجية بإذن الله وتشارك وقالتلي نجهز
                            كل
                            حاجة
                            قبل
                            الحلقة ♥️
                        </p>
                        <p>مصر</p>
                    </div>

                    <div class="box">
                        <i class="fa-solid fa-balloons"></i>
                        <p>ربنا يبارك في حضرتك الورشه بتكون ممتعه جدا وطريقه توصيل المعلومه رائعه</p>
                        <p></p>
                    </div>
                    <div class="box">
                        <i class="fa-solid fa-balloons"></i>
                        <p>يسلم اديكي يارب ويعطيكي الف عافية، ملاك حبت الورشة ❤️ وان شاءالله منحضر ورشات تانية
                            معك
                            🌸
                        </p>
                        <p>سوريا</p>
                    </div>


                </div>

            </div>
            <div class="carousel-item">
                <div class="box">
                    <i class="fa-solid fa-balloons"></i>
                    <p>استمتعنا جدا ميس اسراء و الولاد كانوا مهتمين و يقظين طول الحصص
                        (عكس أغلب الاون لاين بيكونوا خاملين و زهقانين)
                        حضرتك وصلتي معاني الآيات بأسلوب شيق و لطيف ❤️❤️ و انبسطوا جدا بتجربة المطر
                        بارك الله لكي و اللهم انفعهم بما تعلموا</p>
                    <p>هولندا</p>
                </div>
                <div class="box">
                    <i class="fa-solid fa-balloons"></i>
                    <p>السلام عليكم اختي
                        جزاك الله خيرا على الدرس كان جد مفيد، واستمتع ريان كثيرا👏❤️</p>
                    <p>أمريكا</p>
                </div>
                <div class="box">
                    <i class="fa-solid fa-balloons"></i>
                    <p>مريم كل شويه تسأل عن حصة القرآن
                        رغم أنها بتتهرب من باقي الحصص 😂😂😂
                        حقيقي ربنا يباركلك ويجعل تحبيبك للاطفال ف القرآن في ميزان حسناتك ❤️
                        إن شاء الله اما يحيي يكبر هيبدأ معاك 😂😂😂</p>
                    <p>المالديف</p>
                </div>
            </div>


            <div class=" carousel-item">
                <div class="box">
                    <i class="fa-solid fa-balloons"></i>
                    <p>الحمدلله مستمتع و حاسس بإندهاش و أنه كبير</p>
                    <p>السعودية
                    </p>
                </div>
                <div class="box ">
                    <i class="fa-solid fa-balloons"></i>
                    <p>يا معلمة اسراء... يحيى ويوسف بيحبوكى اوى❤️❤️... وبيفضلوا
                        الحلقات بتاعتك عن اى حلقات أونلاين بيحضروها....
                        بجد بيستمتعوا ويتعلموا ويعرفوا
                        معلومات جديدة وكل مرجعيتها ايات كتاب الله... 😍😍
                        لما الاقى يوسف ابو خمس سنين بيكلمنى فآيات فى سورة العنكبوت والنمل...
                        يبقى لازم ادعيلك والله.... ربنا يباركلك... ويحبب فيك خلقه....🥰
                        ويلا بقى مستنينك بفارغ الصبر تفتحيلنا مجموعة
                        جديده للكواكب... يحيى هيموت ويحضرها حتى لو الساعة ٦ - بفرق التوقيت
                        - بيقولى هصحى وهحضرها ان شاء الله طالما مع المعلمة اسراء 😍💓😍
                    </p>
                    <p>بريطانيا</p>
                </div>
                <div class="box">
                    <i class="fa-solid fa-balloons"></i>
                    <p>انتى اثرتى فى محمد كتير و هو بيحبك و بيسأل عليكى و دايما بيبقي مستنى الاونلاين معاك
                        ربنا
                        يقويكى و
                        يبارك
                        لك فى صحتك و يجعله فى ميزان حسناتك ❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️</p>
                    <p>ألمانيا</p>
                </div>
            </div>



        </div>
        <button data-bs-target="#slide" class="carousel-control-next" style="color:red;" data-bs-slide="next">

            <i aria-hidden="true" class="carousel-control-next-icon"></i>

        </button>

        <button data-bs-target="#slide" class="carousel-control-prev" style="color:red;" data-bs-slide="prev">

            <i aria-hidden="true" class="carousel-control-prev-icon"></i>

        </button>


    </div>
</div>
</div>